a = 1
# Ми пояснимо що значить вираз str(a) пізніше в курсі.
# а поки: він використовується щоб перетворити змінну "a" на рядок (string).
print("a = " + str(a))

# Присвойте "World" змінній name використовуючи оператор присвоювання
name = "World"
print("Hello, " + str(name))
# переприсвойте змінну значенням вашого імені або нікнейму
name = "Username"
print("Hello, " + str(name))


# використайте ланцюгове присвоювання щоб присвоїти значення 2 змінним "a" та "b".
a = b = 2
print("a = " + str(a))
print("b = " + str(b))
